["A coin is heads up. Katie does not flip the coin. Is the coin still heads up?", "A coin is heads up. Calvin flips the coin. Lily does not flip the coin. Is the coin still heads up?", "A coin is heads up. May flips the coin. May does not flip the coin again. Is the coin still heads up?", "A coin is heads up. Maria flips the coin. Is the coin still heads up?", "A coin is heads up. Cody does not flip the coin. Hannah flips the coin. Is the coin still heads up?", "A coin is heads up. Jaden flips the coin. Is the coin still heads up?", "A coin is heads up. Reggie does not flip the coin. Maxine flips the coin. Is the coin still heads up?", "A coin is heads up. Miguel flips the coin. Is the coin still heads up?", "A coin is heads up. Stephanie does not flip the coin. Juanita does not flip the coin. Is the coin still heads up?", "A coin is heads up. Kevin flips the coin. Emily does not flip the coin. Is the coin still heads up?", "A coin is heads up. Xiomara does not flip the coin. Is the coin still heads up?", "A coin is heads up. Clara does not flip the coin. Blake flips the coin. Is the coin still heads up?", "A coin is heads up. Alejandro does not flip the coin. Bethany flips the coin. Is the coin still heads up?", "A coin is heads up. Whitney does not flip the coin. Darnell does not flip the coin. Is the coin still heads up?", "A coin is tails up. Olivia does not flip the coin. Nathan flips the coin. Is the coin still tails up?", "A coin is heads up. Brian flips the coin. Lisa does not flip the coin. Is the coin still heads up?", "A coin is heads up. Natasha does not flip the coin. Is the coin still heads up?", "A coin is heads up. Brenda does not flip the coin. Is the coin still heads up?", "A coin is heads up. Max flips the coin. Vicky does not flip the coin. Is the coin still heads up?", "A coin is heads up. Noah does not flip the coin. William does not flip the coin. Is the coin still heads up?", "A coin is heads up. Linda does not flip the coin. Robert flips the coin. Is the coin still heads up?", "A coin is heads up. Ana flips the coin. Benny does not flip the coin. Is the coin still heads up?", "A coin is heads up. Jasmine does not flip the coin. Andrew flips the coin. Is the coin still heads up?", "A coin is heads up. Salma flips the coin. Eli does not flip the coin. Is the coin still heads up?", "A coin is heads up. Ashton does not flip the coin. Lyla flips the coin. Is the coin still heads up?", "A coin is heads up. Sarah flips the coin. Tom does not flip the coin. Is the coin still heads up?", "A coin is heads up. Ebony flips the coin. Davonte does not flip the coin. Is the coin still heads up?", "A coin is heads up. Javier flips the coin. Vicky does not flip the coin. Is the coin still heads up?", "A coin is heads up. Tyrone does not flip the coin. Is the coin still heads up?", "A coin is heads up. Katrina does not flip the coin. Mike flips the coin. Is the coin still heads up?", "A coin is heads up. Max does not flip the coin. Laura does not flip the coin. Is the coin still heads up?", "A coin is heads up. Evelyn flips the coin. Marcus does not flip the coin. Is the coin still heads up?", "A coin is heads up. Tracy does not flip the coin. Tyrone flips the coin. Is the coin still heads up?", "A coin is heads up. Maria does not flip the coin. Is the coin still heads up?", "A coin is heads up. Eddie flips the coin. Charlie does not flip the coin. Is the coin still heads up?", "A coin is heads up. Emma does not flip the coin. Samantha does not flip the coin. Is the coin still heads up?", "A coin is heads up. Tim flips the coin. Morgan does not flip the coin. Is the coin still heads up?", "A coin is heads up. Philip flips the coin. Selene does not flip the coin. Is the coin still heads up?", "A coin is heads up. Leonardo does not flip the coin. Peter does not flip the coin. Is the coin still heads up?", "A coin is heads up. Tim flips the coin. Lisa does not flip the coin. Is the coin still heads up?", "A coin is heads up. Shauna does not flip the coin. Brianna flips the coin. Is the coin still heads up?", "A coin is heads up. Alex flips the coin. Is the coin still heads up?", "A coin is heads up. Kenneth flips the coin. Alisha does not flip the coin. Is the coin still heads up?", "A coin is heads up. Juan flips the coin. Is the coin still heads up?", "A coin is heads up. Lila does not flip the coin. Enrique flips the coin. Is the coin still heads up?", "A coin is heads up. Is the coin still heads up?", "A coin is heads up. Taylor flips the coin. Carter does not flip the coin. Is the coin still heads up?", "A coin is heads up. No one flips the coin. Is the coin still heads up?", "A coin is heads up. Millicent does not flip the coin. Carmine does not flip the coin. Is the coin still heads up?", "A coin is heads up. Michiko does not flip the coin. Is the coin still heads up?", "A coin is heads up. Ahana does not flip the coin. Is the coin still heads up?", "A coin is heads up. Tim flips the coin. Lara does not flip the coin. Is the coin still heads up?", "A coin is heads up. Lucius does not flip the coin. Is the coin still heads up?", "A coin is heads up. Ka flips the coin. Sherrie does not flip the coin. Is the coin still heads up?", "A coin is heads up. Robert does not flip the coin. Is the coin still heads up?", "A coin is heads up. Donovan flips the coin. Ricardo does not flip the coin. Is the coin still heads up?", "A coin is heads up. Tyrone flips the coin. Jamal does not flip the coin. Is the coin still heads up?", "A coin is heads up. Cameron flips the coin. Angie does not flip the coin. Is the coin still heads up?", "A coin is heads up. Emily flips the coin. Eduardo does not flip the coin. Is the coin still heads up?", "A coin is heads up. Darryl does not flip the coin. Ivan flips the coin. Is the coin still heads up?", "A coin is heads up. Leif does not flip the coin. Is the coin still heads up?", "A coin is heads up. Leilani does not flip the coin. Is the coin still heads up?", "A coin is heads up. Janine does not flip the coin. Terrence flips the coin. Is the coin still heads up?", "A coin is heads up. Yuri flips the coin. Kyler does not flip the coin. Is the coin still heads up?", "A coin is heads up. Mike flips the coin. Linda does not flip the coin. Is the coin still heads up?", "A coin is heads up. John flips the coin. Elizabeth does not flip the coin. Is the coin still heads up?", "A coin is heads up. Katarina does not flip the coin. Jonathan flips the coin. Is the coin still heads up?", "A coin is heads up. Kalvin does not flip the coin. Is the coin still heads up?", "A coin is heads up. Robert flips the coin. Giselle does not flip the coin. Is the coin still heads up?", "A coin is tails up. Max flips the coin. Is the coin still tails up?", "A coin is heads up. Kelsey does not flip the coin. Lila flips the coin. Is the coin still heads up?", "A coin is heads up. Eric flips the coin. Jessica does not flip the coin. Is the coin still heads up?"]